[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/11/Elizabeth_Kerr_of_Lothian_%281745-1780%29_by_Joshua_Reynolds.jpg",
    "paintingLabel": "Elizabeth Kerr, Marchioness of Lothian",
    "artistName": "Joshua Reynolds",
    "date_of_birth": "1723",
    "date_of_death": "1792",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Joshua_Reynolds_Self_Portrait.jpg",
    "movementLabel": "English art",
    "width": "74.4",
    "height": "97.7",
    "description": "Picture by Joshua Reynolds",
    "abstract": "Portrait of Elizabeth Kerr is a c. 1769 oil on canvas portrait painting by the English artist Joshua Reynolds. It is now in the Museo Soumaya in Mexico City.It shows Elizabeth Kerr (née Fortescue), daughter of Chichester Fortescue (1718–1757), High Sheriff of County Down in what is now Northern Ireland. Reynolds also painted her at least twice between her marriage in 1762 and her husband's succession to the marquisate in 1775 – these half-lengths are on show at Blickling Hall and Fyvie Castle. John Spilsbury engraved the c.1769 work in 1770, though he altered a few details of the dress.The c. 1769 work was inherited by William and Elizabeth's seventh child and second son Lord Charles Beauchamp Kerr (1775–1816), who passed it to his own son Captain Beauchamp Kerr. Sometime before 1899 it came into the hands of one E. Beckett, who sold it to Agnew's that year. Agnew's sold it on four days later to George J. Gould, who bequeathed it to a private collector in Washington, D.C. That private collector then sold it at auction at Sotheby's New York on 9 June 2011, where it was bought by its present owner for $62,500 (then equivalent to £38,514).",
    "id": 0
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/ce/William_Hogarth_-_John_and_Elizabeth_Jeffreys_and_Their_Children_-_Google_Art_Project.jpg",
    "paintingLabel": "John and Elizabeth Jeffreys and Their Children",
    "artistName": "William Hogarth",
    "date_of_birth": "1697",
    "date_of_death": "1764",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/5/5a/The_Painter_and_His_Pug_by_William_Hogarth.jpg",
    "movementLabel": "English art",
    "width": "90.8",
    "height": "71.8",
    "description": "painting by William Hogarth",
    "id": 1
  }
]
