[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/91/Tom_Roberts_-_Shearing_the_rams_-_Google_Art_Project.jpg",
    "paintingLabel": "Shearing the Rams",
    "artistName": "Tom Roberts",
    "date_of_birth": "1856",
    "date_of_death": "1931",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Tom_Roberts.jpg",
    "movementLabel": "Heidelberg School",
    "width": "183.3",
    "height": "122.4",
    "description": "painting by Tom Roberts",
    "abstract": "Shearing the Rams is an 1890 painting by Australian artist Tom Roberts. It depicts sheep shearers plying their trade in a timber shearing shed. Distinctly Australian in character, the painting is a celebration of pastoral life and work, especially 'strong, masculine labour', and recognises the role that the wool industry played in the development of the country.\\nOne of the best-known and most-loved paintings in Australia, Shearing the Rams has been described as a 'masterpiece of Australian impressionism' and 'the great icon of Australian popular art history'. It forms part of the National Gallery of Victoria's Australian art collection, held at the Ian Potter Centre in Federation Square, Melbourne.",
    "id": 0
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Arthur_Streeton_-_Golden_summer%2C_Eaglemont_-_Google_Art_Project.jpg",
    "paintingLabel": "Golden Summer, Eaglemont",
    "artistName": "Arthur Streeton",
    "date_of_birth": "1867",
    "date_of_death": "1943",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/5/59/Arthur_Streeton_portrait_%28George_Lambert%29.jpg",
    "movementLabel": "Heidelberg School",
    "width": "1526",
    "height": "813",
    "description": "painting by Arthur Streeton",
    "abstract": "Golden Summer, Eaglemont is an 1889 landscape painting by Australian artist Arthur Streeton. Painted en plein air at the height of a summer drought, it is an idyllic depiction of sunlit, undulating plains that stretch from Streeton's Eaglemont 'artists' camp' to the distant blue Dandenong Ranges, outside Melbourne. Naturalistic yet poetic, and a conscious effort by the 21-year-old Streeton to create his grandest work yet, it is a prime example of the artist's distinctive, high-keyed blue and gold palette, what he considered 'nature's scheme of colour in Australia'.\\nThe National Gallery of Australia acquired the painting in 1995 for $3.5 million, then a record price for an Australian painting. It remains one of Streeton's most famous works and is considered a masterpiece of Australian Impressionism.",
    "id": 1
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Frederick_McCubbin_-_On_the_wallaby_track_-_Google_Art_Project.jpg",
    "paintingLabel": "On the Wallaby Track",
    "artistName": "Frederick McCubbin",
    "date_of_birth": "1855",
    "date_of_death": "1917",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/2/22/Mccubbin_self.jpg",
    "movementLabel": "Heidelberg School",
    "width": "2754",
    "height": "1740",
    "description": "painting by Frederick McCubbin",
    "abstract": "On the wallaby track is a 1896 painting by the Australian artist Frederick McCubbin. The painting depicts an itinerant family; a woman with her child on her lap and a man boiling a billy for tea. The painting's name comes from the colloquial Australian term 'On the wallaby track' used to describe itinerant rural workers or 'swagmen' moving from place to place for work. The work has been described as 'among the best known and most popularly admired of Australian paintings'.McCubbin painted the work near his residence in Brighton, Victoria, a suburb of Melbourne. He used his family as models—his wife Annie for the woman and his young son John for the baby. Michael Moriaty, Annie's younger brother was the model for the man.A infra-red photograph of the painting revealed that the head of the woman was originally painted facing the viewer and only later turned to face away.The painting is popularly known in Australia for its use in an advertisement for Kit Kat chocolate bars.  On 17 June 1981, the painting also formed a new Australian $2 postage stamp.The painting is now part of the collection of the Art Gallery of New South Wales, having been bought in 1897 for £126.Scottish-Australian poet and bush balladeer Will H. Ogilvie (1869–1963) wrote the poem 'The wallaby track' which was printed in The Bulletin in 6 June 1896, the same year as McCubbin's painting.  The poem was later included in Ogilvie's inaugural anthology Fair girls and gray horses.",
    "id": 2
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Frederick_McCubbin_-_The_pioneer_-_Google_Art_Project.jpg",
    "paintingLabel": "The Pioneer",
    "artistName": "Frederick McCubbin",
    "date_of_birth": "1855",
    "date_of_death": "1917",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/2/22/Mccubbin_self.jpg",
    "movementLabel": "Heidelberg School",
    "width": "295.7",
    "height": "225.0",
    "description": "painting by Frederick McCubbin",
    "abstract": "The Pioneer is a 1904 painting by Australian artist Frederick McCubbin. The painting is a triptych; the three panels tell a story of a free selector and his family making a life in the Australian bush. It is widely considered one of the masterpieces of Australian art.The painting is part of the National Gallery of Victoria's Australian art collection and exhibited in the Ian Potter Centre in Federation Square in Melbourne.",
    "id": 3
  }
]
