[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/28/The_Age_of_Bronze_-_National_Gallery_of_Art.jpg",
    "paintingLabel": "The Age of Bronze",
    "artistName": "Auguste Rodin",
    "date_of_birth": "1840",
    "date_of_death": "1917",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/9/95/Auguste_Rodin_fotografato_da_Nadar_nel_1891.jpg",
    "movementLabel": "Modern sculpture",
    "description": "sculpture by Auguste Rodin, National Gallery of Art",
    "id": 0
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/21/J%C3%B8rleif_uthaug_amfitrite_1.jpg",
    "paintingLabel": "Amphitrite, the wave and the sea birds",
    "artistName": "Jørleif Uthaug",
    "date_of_birth": "1911",
    "date_of_death": "1990",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/d/d2/J%C3%B8rleif_uthaug_ca_1970.jpg",
    "movementLabel": "Modern sculpture",
    "description": "sculpture by Jørleif Uthaug",
    "abstract": "Amphitrite, the wave and the sea birds (Norwegian: Amfitrite, bølgen og havfuglene) is a 4 m (13 ft) tall stainless steel sculpture by Jørleif Uthaug located in Porsgrunn, Norway.  The work consists of a nude female figure (representing Amphitrite, the wife of Neptune) and two seabirds gliding over a large geometric wave.  It is one of Uthaug's most recognizable and celebrated works.The piece, which was unveiled in May 1985, is one of only a few Uthaug sculptures to include figurative elements, but it also displays many features typical of Uthaug's work, including modern style, metal construction, and themes of seafaring and the ocean. The sculpture was initially located in Nordentorget, a town square on Storgata in central Porsgrunn.  In spring of 1999, it was moved behind the then-Aetat building on Strandpromenaden, a riverwalk along the eastern bank of Porsgrunn River, where it still stands today.",
    "id": 1
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/3/31/Auguste_Rodin-The_Age_of_Bronze-Mus%C3%A9e_d%27Orsay.jpg",
    "paintingLabel": "The Age of Bronze",
    "artistName": "Auguste Rodin",
    "date_of_birth": "1840",
    "date_of_death": "1917",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/9/95/Auguste_Rodin_fotografato_da_Nadar_nel_1891.jpg",
    "movementLabel": "Modern sculpture",
    "width": "0.59",
    "height": "1.78",
    "description": "sculpture by Auguste Rodin,",
    "abstract": "The Age of Bronze (French: L'Âge d'airain) is a bronze statue by the French sculptor Auguste Rodin (1840–1917). The figure is of a life-size nude male, 72 in. (182.9 cm) high. Rodin continued to produce casts of the statue for several decades after it was modelled in 1876.\\nRodin had a Belgian soldier pose for the statue, keeping photographs which survive (in the Rodin Museum). The pose partly derives from Michelangelo's Dying Slave in the Louvre Museum, which has the elbow raised above the head.",
    "id": 2
  }
]
