[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Roy_Lichtenstein_%281967%29.jpg",
    "paintingLabel": "Whaam!",
    "artistName": "Roy Lichtenstein",
    "date_of_birth": "1923",
    "date_of_death": "1997",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Roy_Lichtenstein_%281967%29.jpg",
    "movementLabel": "neo-pop",
    "width": "272",
    "height": "406.4",
    "description": "1963 diptych painting by American artist Roy Lichtenstein",
    "abstract": "Whaam! is a 1963 diptych painting by the American artist Roy Lichtenstein. It is one of the best-known works of pop art, and among Lichtenstein's most important paintings. Whaam! was first exhibited at the Leo Castelli Gallery in New York City in 1963, and purchased by the Tate Gallery, London, in 1966. It has been on permanent display at Tate Modern since 2006.\\nThe left-hand panel shows a fighter plane firing a rocket that, in the right-hand panel, hits a second plane which explodes in flames. Lichtenstein conceived the image from several comic-book panels. He transformed his primary source, a panel from a 1962 war comic book, by presenting it as a diptych while altering the relationship of the graphical and narrative elements. Whaam! is regarded for the temporal, spatial and psychological integration of its two panels. The painting's title is integral to the action and impact of the painting, and displayed in large onomatopoeia in the right panel.\\nLichtenstein studied as an artist before and after serving in the United States Army during World War II. He practiced anti-aircraft drills during basic training, and he was sent for pilot training but the program was canceled before it started. Among the topics he tackled after the war were romance and war.  He depicted aerial combat in several works. Whaam! is part of a series on war that he worked on between 1962 and 1964, and along with As I Opened Fire (1964) is one of his two large war-themed paintings.",
    "id": 0
  }
]
