[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Oliver_Cromwell_Statue%2C_Westminster_-_London.jpg",
    "paintingLabel": "Statue of Oliver Cromwell",
    "artistName": "Hamo Thornycroft",
    "date_of_birth": "1850",
    "date_of_death": "1925",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/2/27/Hamo_thornycroft00.jpg",
    "movementLabel": "New Sculpture",
    "description": "sculpture in Westminster, London, by Hamo Thornycroft",
    "abstract": "A statue of Oliver Cromwell stands outside the House of Commons of the United Kingdom in Westminster, London. Oliver Cromwell was Lord Protector of the Commonwealth of England, Scotland and Ireland between 1653 and 1658.\\nThe statue was designed by Hamo Thornycroft and erected in 1899. It has divided opinion, both before its erection and since, due to Cromwell's opposition to the British monarchy and his role in the conquest of Ireland. Cromwell stands accused by some of war crimes, religious persecution and ethnic cleansing on a dramatic scale against Catholics in Ireland. \\nThe statue is one of five public statues of Cromwell in the United Kingdom and is Grade II listed for its architectural merit.",
    "id": 0
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Rolls_Stat.JPG",
    "paintingLabel": "Statue of Charles Rolls",
    "artistName": "William Goscombe John",
    "date_of_birth": "1860",
    "date_of_death": "1952",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/3/35/William_Goscombe_John_%281860-1952%29.png",
    "movementLabel": "New Sculpture",
    "description": "Grade II* listed building in Monmouth. Statue in Monmouth, Wales",
    "abstract": "The memorial statue to the aviation pioneer Charles Rolls stands in front of the Shire Hall in Agincourt Square, Monmouth, Wales.  The 8 feet (2.4 m) high bronze statue was designed by Sir William Goscombe John, R.A. and Sir Aston Webb, R.A. designed the pink granite plinth.  The statue is a Grade II* listed structure.Charles Stewart Rolls was the third son of John Rolls, 1st Baron Llangattock, and his family home was The Hendre to the north of the town, where Sir Aston also designed the Cedar Library. The Rolls family were significant landowners in the nineteenth century and major benefactors to the town and county.  The statue was proposed by the Borough Council in June 1910, to celebrate Charles Rolls' two-way crossing of the English Channel.  However, Rolls was killed in an accident at an airfield near Bournemouth on the south coast of England the following month.  The statue and plaques around the plinth therefore commemorate his life achievements. \\nThe statue was cast by A.B. Burton at the Thames Ditton Foundry at Thames Ditton, who produced many bronze statues around the world, including the statue of Eros in Piccadilly Circus, and the 38 ton 'Peace Quadriga' on Wellington Arch at Hyde Park Corner, London.  It was unveiled on 19 October 1911, by Colonel Lord Raglan, C.B. accompanied by a large gathering of dignitaries and the public.  Rolls is seen inspecting a purposefully incomplete model of his biplane. The tail plane is the missing element on the model to commemorate the cause of the accident. Shortly before the fatal flight, the tail plane was modified in an attempt to improve control.\\nThe main dedication is all in upper case and reads:\\n\\nErected by public subscription to the memory of the Honourable Charles Stewart Rolls, third son of Lord and Lady Llangattock as a tribute of admiration for his great achievements in motoring ballooning and aviation. He was a pioneer in both scientific and practical motoring and aviation and the first to fly across the channel from England to France and back without landing. He lost his life by the wrecking of his aeroplane at Bournemouth July 12, 1910. His death caused worldwide regret and deep national sorrow.\\n\\n",
    "id": 1
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/22/Wolseley_statue%2C_Horse_Guards_Parade.jpg",
    "paintingLabel": "Equestrian statue of the Viscount Wolseley",
    "artistName": "William Goscombe John",
    "date_of_birth": "1860",
    "date_of_death": "1952",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/3/35/William_Goscombe_John_%281860-1952%29.png",
    "movementLabel": "New Sculpture",
    "description": "outdoor sculpture located at Horse Guards Parade in London, England",
    "abstract": "The equestrian statue of the Viscount Wolseley is an outdoor sculpture depicting Garnet Wolseley, 1st Viscount Wolseley, located at the Horse Guards Parade in London, United Kingdom. It is by Sir William Goscombe John and was unveiled by the Duke of Connaught  in 1920. The front of the plinth contains an inscription which reads 'Wolseley', while the back includes the inscription: 'Field-Marshal Viscount Wolseley, KP, GCB, OM, GCMG, 1833–1913, Commander-in-Chief of the British Army, 1895–1900. / Burmah 1852–3 / Crimea 1854–5 / Indian Mutiny 1857–9 / China 1860–1 / Red River 1870 / Ashanti 1873–4 / South Africa 1879 / Egypt 1882 / Soudan 1884–5.'",
    "id": 2
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/3/31/The_Edith_Cavell_Memorial_%285992690965%29_%28cropped%29.jpg",
    "paintingLabel": "Edith Cavell Memorial",
    "artistName": "George Frampton",
    "date_of_birth": "1860",
    "date_of_death": "1928",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/a/ac/George_James_Frampton_%281860-1928%29_by_WH_Latham.jpg",
    "movementLabel": "New Sculpture",
    "description": "memorial in London, England",
    "abstract": "The Edith Cavell Memorial is an outdoor memorial to Edith Cavell by Sir George Frampton, in London, United Kingdom.  The memorial is sited in St Martin's Place, beside the A400, just outside the northeast corner of Trafalgar Square, north of St Martin-in-the-Fields, east of the National Gallery and the National Portrait Gallery, and south of the London Coliseum.  The site is adjacent to the first headquarters of the British Red Cross, originally located at 7 St Martin's Place.",
    "id": 3
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/57/Boudica_statue%2C_Westminster_%288433726848%29.jpg",
    "paintingLabel": "Boadicea and Her Daughters",
    "artistName": "Thomas Thornycroft",
    "date_of_birth": "1815",
    "date_of_death": "1885",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/0/07/Thornycroft%2C_Thomas.jpg",
    "movementLabel": "New Sculpture",
    "description": "sculptural group in Westminster, London",
    "abstract": "Boadicea and Her Daughters is a bronze sculptural group in London representing Boudica, queen of the Celtic Iceni tribe, who led an uprising in Roman Britain. It is located to the north side of the western end of Westminster Bridge, near Portcullis House and Westminster Pier, facing Big Ben and the Palace of Westminster across the road. It is considered the magnum opus of its sculptor, the English artist and engineer Thomas Thornycroft. Thornycroft worked on it from 1856 until shortly before his death in 1885, sometimes assisted by his son William Hamo Thornycroft, but it was not erected in its current position until 1902.",
    "id": 4
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/57/Boudica_statue%2C_Westminster_%288433726848%29.jpg",
    "paintingLabel": "Boadicea and Her Daughters",
    "artistName": "Hamo Thornycroft",
    "date_of_birth": "1850",
    "date_of_death": "1925",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/2/27/Hamo_thornycroft00.jpg",
    "movementLabel": "New Sculpture",
    "description": "sculptural group in Westminster, London",
    "abstract": "Boadicea and Her Daughters is a bronze sculptural group in London representing Boudica, queen of the Celtic Iceni tribe, who led an uprising in Roman Britain. It is located to the north side of the western end of Westminster Bridge, near Portcullis House and Westminster Pier, facing Big Ben and the Palace of Westminster across the road. It is considered the magnum opus of its sculptor, the English artist and engineer Thomas Thornycroft. Thornycroft worked on it from 1856 until shortly before his death in 1885, sometimes assisted by his son William Hamo Thornycroft, but it was not erected in its current position until 1902.",
    "id": 5
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Fuente_Eros%2C_Piccadilly_Circus%2C_Londres%2C_Inglaterra%2C_2014-08-11%2C_DD_159.JPG",
    "paintingLabel": "Shaftesbury Memorial Fountain",
    "artistName": "Alfred Gilbert",
    "date_of_birth": "1854",
    "date_of_death": "1934",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Hamilton_Men_I_Have_Painted_122f_Alfred_Gilbert.jpg",
    "movementLabel": "New Sculpture",
    "description": "memorial in Piccadilly Circus, London, popularly known as 'Eros'",
    "abstract": "The Shaftesbury Memorial Fountain, also (mistakenly) known as 'Eros', is a fountain surmounted by a winged statue of Anteros, located at the southeastern side of Piccadilly Circus in London, England. Moved after World War II from its original position in the centre, it was erected in 1892–1893 to commemorate the philanthropic works of Anthony Ashley Cooper, 7th Earl of Shaftesbury, who was a famous Victorian politician and philanthropist, and his achievement in replacing child-labour with school education. The fountain overlooks the south-west end of Shaftesbury Avenue, also named for the Earl.\\nAlfred Gilbert's use of a nude figure on a public monument was controversial at the time of its construction, but it was generally well received by the public. The Magazine of Art described it as '...a striking contrast to the dull ugliness of the generality of our street sculpture, ... a work which, while beautifying one of our hitherto desolate open spaces, should do much towards the elevation of public taste in the direction of decorative sculpture, and serve freedom for the metropolis from any further additions of the old order of monumental monstrosities.' The statue has been called 'London's most famous work of sculpture'; a graphical illustration of it is used as the symbol of the Evening Standard newspaper and appears on its masthead. It was the first sculpture in the world to be cast in aluminium and is set on a bronze fountain, which itself inspired the marine motifs that Gilbert carved on the statue.\\nAlthough the statue is generally known as Eros, it was created as an image of his brother, Anteros. The sculptor Alfred Gilbert had already sculpted a statue of Anteros and, when commissioned for the Shaftesbury Memorial Fountain, chose to reproduce the same subject, who, as 'The God of Selfless Love' was deemed to represent the philanthropic 7th Earl of Shaftesbury suitably. Gilbert described Anteros as portraying 'reflective and mature love, as opposed to Eros or Cupid, the frivolous tyrant.' The model for the sculpture was Gilbert's studio assistant,  a 16-year-old Anglo-Italian, Angelo Colarossi (born 1875 in Shepherd's Bush).\\nFernando Meacci was involved in the moulding of the fountain and it was probably cast by George Broad & Son.The memorial was unveiled by the Duke of Westminster on 29 June 1893. Following the unveiling there were numerous complaints. Some felt it was sited in a vulgar part of town (the theatre district), and others felt that it was too sensual as a memorial for a famously sober and respectable Earl. Some of the objections were tempered by renaming the statue as The Angel of Christian Charity, which was the nearest approximation that could be invented in Christian terms for the role Anteros played in the Greek pantheon. However, the name never became widely known and the statue was thence referred to as Eros, the god of sensual love; inappropriate some said in relation to the Earl's commemoration, but hailed by others as an ironic representation of the more carnal side of the neighbourhood, into which Soho had developed.\\nThe whole memorial was removed twice from the circus in its history. In 1922, construction began on the new tube station directly beneath the memorial. The memorial was therefore taken away and put in Embankment Gardens. It returned to Piccadilly Circus in 1931; but when the Second World War broke out in 1939, the memorial was taken away again for safety and kept in Egham. It did not return to Piccadilly Circus again until 1948.The statue was removed for restoration in the 1980s and resited on its return in February 1985. During the restoration a set of plaster casts was unearthed in the V&A basements which revealed damage to the statue. The statue was also vandalised in 1990 and after radiography and restoration returned in 1994. In May 2012 the statue had a new bow string fitted after it was broken by a tourist.In the winter of 2013–2014 the statue was covered with a PVC 'snow globe' featuring internal fans blowing the 'snowflakes'. This also had the function of protecting the statue from vandalism and it was planned to return in subsequent years. However strong winds caused the globe to become damaged and deflate and it was not subsequently repaired. In winter 2014–2015 octagonal advertising hoardings forming a box for giant Christmas presents had a similar function.",
    "id": 6
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/75/Quintin_Hogg_and_War_Memorial_%28532088490%29.jpg",
    "paintingLabel": "Quintin and Alice Hogg Memorial",
    "artistName": "George Frampton",
    "date_of_birth": "1860",
    "date_of_death": "1928",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/a/ac/George_James_Frampton_%281860-1928%29_by_WH_Latham.jpg",
    "movementLabel": "New Sculpture",
    "description": "Memorial in London, England",
    "abstract": "A memorial for Quintin Hogg and his wife Alice stands on Portland Place in central London, opposite BBC Broadcasting House. The bronze memorial depicts Quintin Hogg with two children, and stands on a plinth of Portland stone. It was designed by George Frampton and erected in 1906. The memorial also honours Hogg's wife, Alice, and those members of the Regent Street Polytechnic (now the University of Westminster) killed in World War I and World War II.The memorial has been Grade II listed since February 1970.",
    "id": 7
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/27/Edward_Onslow_Ford_%281852-1901%29_-_Dance_%281891%29%2C_front%2C_Lady_Lever_Art_Gallery%2C_Port_Sunlight%2C_Cheshire%2C_June_2013_%2810770200085%29.png",
    "paintingLabel": "Dance",
    "artistName": "Edward Onslow Ford",
    "date_of_birth": "1852",
    "date_of_death": "1901",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/d/d0/%28Edward%29_Onslow_Ford_by_John_McLure_Hamilton.jpg",
    "movementLabel": "New Sculpture",
    "description": "sculpture by Edward Onslow Ford",
    "id": 8
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Edward_Onslow_Ford_-_The_Singer_-_Tate_Britain_Sep_2010_right_%285186538297%29.png",
    "paintingLabel": "The Singer",
    "artistName": "Edward Onslow Ford",
    "date_of_birth": "1852",
    "date_of_death": "1901",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/d/d0/%28Edward%29_Onslow_Ford_by_John_McLure_Hamilton.jpg",
    "movementLabel": "New Sculpture",
    "width": "21.6",
    "height": "90.2",
    "description": "sculpture by Edward Onslow Ford",
    "id": 9
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Edward_Onslow_Ford_%281852-1901%29_Applause_%281893%29_front%2C_awaiting_reinstallation_at_Tate_Britain%2C_Dec_2012_%288268745290%29.png",
    "paintingLabel": "Applause",
    "artistName": "Edward Onslow Ford",
    "date_of_birth": "1852",
    "date_of_death": "1901",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/d/d0/%28Edward%29_Onslow_Ford_by_John_McLure_Hamilton.jpg",
    "movementLabel": "New Sculpture",
    "width": "25",
    "height": "67",
    "description": "sculpture by Edward Onslow Ford",
    "id": 10
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/05/Frederick_William_Pomeroy_%281856-1924%29_-_The_Nymph_of_Loch_Awe_%281897%29_front%2C_Tate_Britain%2C_Feb_2014_%2812709691563%29.png",
    "paintingLabel": "The Nymph of Loch Awe",
    "artistName": "F. W. Pomeroy",
    "date_of_birth": "1856",
    "date_of_death": "1924",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Frederick_William_Pomeroy_-_The_Lily_of_Killarney.jpg",
    "movementLabel": "New Sculpture",
    "width": "64.1",
    "height": "26.7",
    "description": "sculpture by Frederick William Pomeroy",
    "id": 11
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Edward_Onslow_Ford_%281852-1901%29_-_The_Snowdrift_%281901%29_front_2%2C_Lady_Lever_Art_Gallery%2C_Port_Sunlight%2C_Cheshire%2C_May_2013_%2811041258123%29.png",
    "paintingLabel": "Snowdrift",
    "artistName": "Edward Onslow Ford",
    "date_of_birth": "1852",
    "date_of_death": "1901",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/d/d0/%28Edward%29_Onslow_Ford_by_John_McLure_Hamilton.jpg",
    "movementLabel": "New Sculpture",
    "width": "35.6",
    "height": "39.5",
    "description": "statue by Edward Onslow Ford",
    "id": 12
  }
]
