[
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/48/Snedkeren_bringer_ligkisten_til_det_d%C3%B8de_barn.jpg",
    "paintingLabel": "The Village Carpenter Bringing a Coffin for a Dead Child",
    "artistName": "Christen Dalsgaard",
    "date_of_birth": "1824",
    "date_of_death": "1907",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Christen_Dalsgaard.jpg",
    "movementLabel": "social realism",
    "width": "104.5",
    "height": "73.5",
    "description": "painting by Christen Dalsgaard",
    "id": 0
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Ilya_Repin_-_Barge_Haulers_on_the_Volga_-_Google_Art_Project.jpg",
    "paintingLabel": "Barge Haulers on the Volga",
    "artistName": "Ilya Repin",
    "date_of_birth": "1844",
    "date_of_death": "1930",
    "image_of_artist": "https://upload.wikimedia.org/wikipedia/commons/3/3b/REPIN_portret_REPIN.jpg",
    "movementLabel": "social realism",
    "width": "281",
    "height": "131.5",
    "description": "painting by Ilya Repin",
    "abstract": "Barge Haulers on the Volga or Burlaki (Russian: Burlaki na Volge, Бурлаки на Волге) is an 1870–73 oil-on-canvas painting by artist Ilya Repin. It depicts 11 men physically dragging a barge on the banks of the Volga River. They are at the point of collapse from exhaustion, oppressed by heavy, hot weather.The work is a condemnation of profit from inhumane labor. Although they are presented as stoical and accepting, the men are defeated; only one stands out: in the center of both the row and canvas, a brightly colored youth fights against his leather binds and takes on a heroic pose.\\nRepin conceived the painting during his travels through Russia as a young man and depicts actual characters he encountered. It drew international praise for its realistic portrayal of the hardships of working men, and launched his career. Soon after its completion, the painting was purchased by  Grand Duke Vladimir Alexandrovich and exhibited widely throughout Europe as a landmark of Russian realist painting. Barge Haulers on the Volga has been described as 'perhaps the most famous painting of the Peredvizhniki movement [for]....its unflinching portrayal of  backbreaking labor'.",
    "id": 1
  }
]
